Repository: biglinux/calamares-settings-biglinux
Catalog: calamares-settings-biglinux/DEBIAN/*.po
Languages: es

source: A partição btrfs trás diversas melhorias para o sistema, mas <br> é incompatível com alguns computadores, desmarque essa opção <br>para utilizar por padrão a partição no formato ext4, ou <br>nos passos a seguir utilize o particionamento manual para <br>efetuar sua configuração personalizada.
es: La partición btrfs trae varias mejoras al sistema, pero <br> es incompatible con algunas computadoras, desmarque esta opción <br>usar la partición de formato ext4 por defecto, o <br>en los siguientes pasos, utilice la partición manual para

source: Se algum dispositivo do seu computador não foi detectado <br> corretamente pelo kernel generic, utilize o kernel xanmod.
es: Si no se detectó ningún dispositivo en su computadora <br> correctamente por el núcleo genérico, use el núcleo xanmod.

source: Esse é o kernel recomendado para a maioria dos computadores, <br> porém, se algum dispositivo do seu computador não está funcionando corretamente, <br>experimente utilizar o kernel xanmod.
es: Este es el núcleo recomendado para la mayoría de las computadoras, <br> sin embargo, si algún dispositivo de su computadora no funciona correctamente, <br> intente usar el núcleo xanmod.

source: Foi detectada uma placa de vídeo Nvidia nesse computador.<br><br> Para obter melhor desempenho da sua placa de vídeo é necessário instalar o driver<br> proprietário, deseja que essa instalação seja feita automaticamente?
es: Se detectó una tarjeta de video Nvidia en esa computadora.<br><br> Para obtener el mejor rendimiento de su tarjeta de video, es necesario instalar el driver<br>

source: Obrigado por escolher o BigLinux $(lsb_release -rs).
es: Gracias por elegir BigLinux $(lsb_release -rs).

source: Siga os próximos passos para efetuar a instalação no seu computador.
es: Siga los siguientes pasos para instalar en su computadora.

source: Em caso de dúvidas sobre as opções abaixo, utilize a configuração padrão e prossiga com a instalação.
es: Si tiene dudas sobre las siguientes opciones, use la configuración estándar yproceder con la instalación.

source: Se precisar de ajuda com a instalação ou uso do sistema utilize nosso fórum:
es: Si necesita ayuda con la instalación o el uso del sistema, use nuestro foro:

source: Partição btrfs
es: Partición btrfs

source: Kernel em uso no momento: $versionRunning
es: Kernel actualmente en uso: $versionRunning

source: Próximo
es: Seguiente
